Repository: MC2-HydroCoco/preferrd
Catalog: preferrd/Application/*.lproj/Localizable.strings
Languages: id_id

# nav.next
source: Next
id_id: Lanjut

# nav.back
source: Back
id_id: Kembali

source: Detail:
id_id: Rincian:

# main.title
source: Palettes
id_id: Palet

# theme.title
source: Theme
id_id: Tema

# theme.relaxing
source: Relaxing
id_id: Santai

# theme.vintage
source: Vintage
id_id: Antik

# theme.playful
source: Playful
id_id: Ceria

# theme.adventurous
source: Adventurous
id_id: Petualang

# theme.nature
source: Nature
id_id: Alam

# theme.fresh
source: Fresh
id_id: Segar

# theme.elegant
source: Elegant
id_id: Anggun

# theme.feminine
source: Feminine
id_id: Feminin

# theme.masculine
source: Masculine
id_id: Maskulin

# base.title
source: Base Color
id_id: Warna Dasar

# combination.title
source: Color Combination
id_id: Kombinasi Warna

# combination.detail.analogous
source: The color grouping has similarities. These color scheme types have close relationships to one another, the range of colors in the color wheel are side by side.
id_id: Pengelompokan warna memiliki kesamaan. Jenis skema warna ini memiliki hubungan yang erat satu sama lain, rentang warna dalam roda warna berdampingan.

# combination.detail.accented_analogous
source: An accented analogous scheme (also called analogous complementary) is a combination of the analogous and complementary color schemes. It consists of colors which sit next to each other on the color wheel and a color that is directly opposite to these.
id_id: Skema analog beraksen (juga disebut komplementer analog) adalah kombinasi skema warna analog dan komplementer. Ini terdiri dari warna yang duduk bersebelahan pada roda warna dan warna yang berseberangan langsung dengan ini.

# combination.detail.complementary
source: Complementary colors are pairs of colors which, when combined or mixed, cancel each other out (lose hue) by producing a grayscale color like white or black. When placed next to each other, they create the strongest contrast for those two colors. Complementary colors may also be called opposite colors.
id_id: Warna komplementer adalah pasangan warna yang bila digabungkan atau dicampur akan saling meniadakan (kehilangan rona) dengan menghasilkan warna skala abu-abu seperti putih atau hitam. Ketika ditempatkan bersebelahan, mereka menciptakan kontras terkuat untuk kedua warna tersebut. Warna komplementer bisa juga disebut warna berlawanan.

# combination.detail.split_complementary
source: Split-complementary color, is a mix together one primary color and two colors adjacent to its complement. While complementary colors tend to look dull, split-complementary colors are used well for contrast purposes.
id_id: Split-complementary color, merupakan perpaduan satu warna primer dan dua warna yang berdampingan dengan komplemennya. Sementara warna komplementer cenderung terlihat kusam, warna komplementer split digunakan dengan baik untuk tujuan kontras.

# combination.detail.monochromatic
source: Monochromatic colors are all the colors of a single hue. Monochromatic color schemes are derived from a single base hue and extended using its shades, tones and tints.
id_id: Warna monokromatik adalah semua warna dari satu rona. Skema warna monokromatik berasal dari satu rona dasar dan diperluas menggunakan corak, nada, dan ronanya.

# combination.detail.compound
source: This combination is made up of one color and the colors on either side of the complement. This strategy adds more variety than complementary color schemes by including three hues, without being too jarring or too bold.
id_id: Kombinasi ini terdiri dari satu warna dan warna di kedua sisi komplemen. Strategi ini menambahkan lebih banyak variasi daripada skema warna pelengkap dengan memasukkan tiga warna, tanpa terlalu mencolok atau terlalu berani.

# combination.detail.triadic
source: A triadic color scheme is comprised of three colors evenly spaced on the color wheel. The two most basic triadic palettes are the primary colors red, blue, and yellow and the secondary hues orange, purple, and green.
id_id: Skema warna triadik terdiri dari tiga warna yang ditempatkan secara merata pada roda warna. Dua palet triadik paling dasar adalah warna primer merah, biru, dan kuning dan warna sekunder oranye, ungu, dan hijau.

# preview.title.background
source: Background Color
id_id: Warna Latar Belakang

# preview.title.title
source: Title Color
id_id: Warna Judul

# preview.title.body
source: Body Color
id_id: Warna Teks

# preview.title.button
source: Button Color
id_id: Warna Tombol

# preview.title.button_text
source: Button Text Color
id_id: Warna Teks Tombol

# preview.detail.background
source: A Background will establish the base and the accent color for your application, Make sure you make the most of it and itâ€™s best to pick the lightest color or the darkest so the elements for the UI can be well distributed.
id_id: Latar Belakang akan menetapkan warna dasar dan aksen untuk aplikasi Anda, Pastikan Anda memanfaatkannya sebaik mungkin dan yang terbaik adalah memilih warna paling terang atau paling gelap sehingga elemen untuk UI dapat didistribusikan dengan baik.

# preview.detail.title
source: A Headline, should have the biggest contrast than the background, and it should also have the biggest weight than captions and bodycopy so it can establish a good information Hierarchy.
id_id: Judul, harus memiliki kontras terbesar dari latar belakang, dan juga harus memiliki bobot terbesar daripada teks dan bodycopy sehingga dapat membentuk Hirarki informasi yang baik.

# preview.detail.body
source: A body copy can have a slight difference with the title or headlines, but make sure they still have high contrast than the background.
id_id: Teks dapat memiliki sedikit perbedaan dengan judul atau tajuk utama, tetapi pastikan teks masih memiliki kontras yang tinggi daripada latar belakang.

# preview.detail.button
source: A Button shape color should have a big contrast with the background just like bodycopy, if the background is mainly dark color make sure the button shape is light colored and vice versa!
id_id: Warna bentuk Tombol harus memiliki kontras yang besar dengan latar belakang seperti bodycopy, jika latar belakang sebagian besar berwarna gelap pastikan bentuk tombol berwarna terang dan sebaliknya!

# preview.detail.button_text
source: A Button Text just like bodycopy, needs to have high contrast between shape and button text, so just like before, if the button shape color is bright choose a dark colored text and vice versa.
id_id: Teks Tombol seperti halnya bodycopy, perlu memiliki kontras yang tinggi antara bentuk dan teks tombol, jadi seperti sebelumnya, jika warna bentuk tombol cerah pilih teks berwarna gelap dan sebaliknya.

# preview.body.title
source: The Title
id_id: Judul

# preview.body.text
source: A body copy may require higher contrast from the background color. It also requires a higher contrast if the font weight is less readable.
id_id: Teks mungkin memerlukan kontras yang lebih tinggi dari warna latar belakang. Ini juga membutuhkan kontras yang lebih tinggi jika bobot font kurang mudah dibaca.

# preview.body.button
source: Call to Action
id_id: Panggilan untuk bertindak

# final_preview.title
source: Palette Adjustment
id_id: Penyesuaian Palet

# final_preview.color.background
source: Background
id_id: Latar Belakang

# final_preview.color.title
source: Title
id_id: Judul

# final_preview.color.body
source: Body
id_id: Teks

# final_preview.color.button
source: Button
id_id: Tombol

# final_preview.color.button_txt
source: Button Text
id_id: Teks Tombol

# palette_action.title
source: What to do with the palette?
id_id: Apa yang harus dilakukan dengan palet?

# palette_action.save
source: Save The Palette
id_id: Simpan Palet

# palette_action.save.title
source: New Palette
id_id: Palet Baru

# palette_action.save.body
source: Enter a name for this palette.
id_id: Masukkan nama untuk palet ini.

# palette_action.cancel
source: Cancel
id_id: Batalkan
